Revit 2027 API
PerformanceAdviser Properties
The PerformanceAdviser type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
PerformanceAdviser Class
Autodesk.Revit.DB Namespace